var searchData=
[
  ['важно_0',['Важно',['../md_README.html#autotoc_md2',1,'']]],
  ['вам_20способом_1',['Шаг 1: Скачайте пакет https://github.com/xdexix/LibraryManager.git удобным вам способом.',['../index.html#step1',1,'']]],
  ['введение_2',['Введение',['../index.html#intro_sec',1,'']]],
  ['войдите_20в_20директорию_20проекта_20и_20выполните_20запуск_3',['Linux: войдите в директорию проекта и выполните запуск.',['../index.html#lin',1,'']]],
  ['выполните_20запуск_4',['Linux: войдите в директорию проекта и выполните запуск.',['../index.html#lin',1,'']]],
  ['в_20директорию_20проекта_20и_20выполните_20запуск_5',['Linux: войдите в директорию проекта и выполните запуск.',['../index.html#lin',1,'']]],
  ['в_20зависимости_20от_20целевой_20платформы_20произведите_20сборку_20необходим_20net7_6',['Шаг 2: В зависимости от целевой платформы, произведите сборку (Необходим .NET7).',['../index.html#step2',1,'']]],
  ['в_20visualstudio_7',['Windows: откройте файл .sln в VisualStudio.',['../index.html#win',1,'']]]
];
