var searchData=
[
  ['пакет_20https_3a_20github_20com_20xdexix_20librarymanager_20git_20удобным_20вам_20способом_0',['Шаг 1: Скачайте пакет https://github.com/xdexix/LibraryManager.git удобным вам способом.',['../index.html#step1',1,'']]],
  ['платформы_20произведите_20сборку_20необходим_20net7_1',['Шаг 2: В зависимости от целевой платформы, произведите сборку (Необходим .NET7).',['../index.html#step2',1,'']]],
  ['полезные_20ссылки_2',['Полезные ссылки',['../index.html#info_sec',1,'Полезные ссылки'],['../md_README.html#autotoc_md4',1,'Полезные ссылки']]],
  ['проекта_20и_20выполните_20запуск_3',['Linux: войдите в директорию проекта и выполните запуск.',['../index.html#lin',1,'']]],
  ['произведите_20сборку_20необходим_20net7_4',['Шаг 2: В зависимости от целевой платформы, произведите сборку (Необходим .NET7).',['../index.html#step2',1,'']]],
  ['по_20library_20manager_5',['Документация по Library Manager',['../index.html',1,'']]]
];
