var searchData=
[
  ['шаг_201_3a_20скачайте_20пакет_20https_3a_20github_20com_20xdexix_20librarymanager_20git_20удобным_20вам_20способом_0',['Шаг 1: Скачайте пакет https://github.com/xdexix/LibraryManager.git удобным вам способом.',['../index.html#step1',1,'']]],
  ['шаг_202_3a_20в_20зависимости_20от_20целевой_20платформы_20произведите_20сборку_20необходим_20net7_1',['Шаг 2: В зависимости от целевой платформы, произведите сборку (Необходим .NET7).',['../index.html#step2',1,'']]],
  ['шаг_203_3a_20если_20это_20необходимо_20замените_20файл_20базы_20данных_20data_20database_20db_2',['Шаг 3: Если это необходимо, замените файл базы данных Data/DataBase.db.',['../index.html#step3',1,'']]]
];
